Repository: common-repository/ngo-production
Catalog: languages/ngo-production-*.po
Languages: ar_ar

source: Tillägget Teaterproduktioner behöver tillägget "WP Custom Taxonomy Image" för att visa bilder till skådespelare och scener.
ar_ar: الإضافة "العروض المسرحية" بحاجة للإضافة " WP Custom Taxonomy Image " لعرض صور الممثلين والمشاهد.

# post type general name
source: Produktioner
ar_ar: العروض

# post type singular name
source: Produktion
ar_ar: العرض

# book
source: Lägg till ny
ar_ar: إضافة جديد

source: Lägg till ny produktion
ar_ar: إضافة عرض جديد

source: Ändra produktion
ar_ar: تعديل العرض

source: Ny produktion
ar_ar: عرض جديد

source: Alla produktioner
ar_ar: كل العروض

source: Visa produktion
ar_ar: إظهار العرض

source: Sök produktion
ar_ar: البحث عن عرض

source: Hittade inga produktioner
ar_ar: لايوجد عروض

source: Hittade inga produktioner i papperskorgen
ar_ar: لايوجد عروض في سلة المحذوفات

source: Affish
ar_ar: ملصق

source: Produktionen är uppdaterad. <a href="%s">Visa produktion</a>
ar_ar: تم تحديث العرض. <a href="%s">إظهار العرض </a>

source: Anpassat fält är uppdaterat.
ar_ar: تحديث الحقل المخصص.

source: Anpassat fält är borttaget.
ar_ar: إزالة الحقل المخصص.

source: Produktionen uppdaterad.
ar_ar: تم تحديث العرض.

source: Produktionen är återställd till revision från %s
ar_ar: تم استعادة العرض للمراجعة من %s

source: Produktionen är publicerad. <a href="%s">Visa produktion</a>
ar_ar: تم نشر العرض. <a href=%s> إظهار العرض </a>

source: Produktionen sparad.
ar_ar: تم حفظ العرض.

source: Produktionen är tillagd. <a target="_blank" href="%s">Förhandsvisa produktion</a>
ar_ar: تم إضافة العرض. <a target="_blank" href="%s"> معاينة العرض </a>

source: Produktionen är schemalagd för: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsvisa produktion</a>
ar_ar: المخطط الزمني للعرض : <strong>%1$s</strong>. <a target="_blank" href="%2$s"> معاينة العرض </a>

source: Utkastet till produktionen är uppdaterat. <a target="_blank" href="%s">Förhandsvisa produktionen</a>
ar_ar: تم تعديل مسودة المشروع <a target="_blank" href="%s"> معاينة العرض </a>

# taxonomy general name
source: Genre för produktioner
ar_ar: نوع العروض

# taxonomy singular name
source: Genre för produktion
ar_ar: نوع العرض

source: Sök genre för produktioner
ar_ar: البحث عن العرض حسب النوع

source: Alla Produktionsgenrer
ar_ar: كل أنواع العروض

source: Förälder produktionsgenre
ar_ar: النوع الاصلي للعرض

source: Förälder produktionsgenre:
ar_ar: النوع الاصلي للعرض

source: ändra produktionsgenre
ar_ar: تغيير نوع العرض

source: Uppdatera produktionsgenre
ar_ar: تحديث نوع العرض

source: Lägg till produktionsgenre
ar_ar: إضافة نوع عرض

source: Ny produktionsgenre
ar_ar: نوع عرض جديد

source: Produktionsgenre
ar_ar: نوع العرض

# taxonomy general name
source: Scener
ar_ar: مَشاهد

# taxonomy singular name
source: Scen
ar_ar: مشهد

source: Scener
ar_ar: مَشاهد

source: Alla Scener
ar_ar: كل المَشاهد

source: Förälder Scen
ar_ar: المشهد الأصلي

source: Förälder Scen:
ar_ar: المَشهد الأصلي

source: ändra Scen
ar_ar: تغيير المشهد

source: Uppdatera Scen
ar_ar: تحديث المشهد

source: Lägg till Scen
ar_ar: إضافة مشهد

source: Nytt namn på Scen
ar_ar: إسم جديد للمشهد

# taxonomy general name
source: Skådespelare
ar_ar: الممثلين

# taxonomy singular name
source: Skådespelare
ar_ar: الممثل

source: Skådespelare
ar_ar: ممثل

source: Populära Skådespelare
ar_ar: ممثل مشهور

source: Alla Skådespelare
ar_ar: كل الممثلين

source: ändra Skådespelare
ar_ar: تغيير الممثلين

source: Uppdatera Skådespelare
ar_ar: تحديث الممثلين

source: Lägg till Skådespelare
ar_ar: إضافة ممثل

source: Nytt namn på Skådespelare
ar_ar: الاسم الجديد للمثل

source: Separera Skådespelare med kommatecken
ar_ar: فصل الممثلين باستخدام الفاصلة

source: Lägg till eller ta bort Skådespelare
ar_ar: إضافة أو حذف ممثل

source: Välj från mest använda Skådespelare
ar_ar: الاختيار من بين الممثلين الاكثر استخداما

source: Hittade inga Skådespelare. (Kanske du ska skapa några?)
ar_ar: لم يتم إيجاد أي ممثل. ( ربما عليك إضافة البعض؟)

source: Övrig information
ar_ar: معلومات أخرى

source: Medarbetare, utöver skådespelare:
ar_ar: العاملين, بالإضافة إلى الممثلين :

source: Ange metainfo, som scenograf, &#10;manusförfattare, sminkör&#10;Till exempel;&#10;Regi: Någon Person&#10;Manus: Någon Annan
ar_ar: أدخل معلومات الميتا, مثل المصمم, &#10; مثلا&#10; تسجيل : شخص ما; سيناريو : شخص آخر

source: Datum första föreställningen:
ar_ar: تاريخ أول عرض:

source: Datum sista föreställningen:
ar_ar: تاريخ آخر عرض:

source: Antal spelningar:
ar_ar: عدد العروض:

source: Köp biljetter här url:
ar_ar: اشتري البطاقات من هذا الرابط:

source: Tillägg för att kunna skapa event av typen teaterproduktion. Skapar en custom post type production med artist taxonomy m.m. Behöver bara vara aktiv på de föreningssidor som behöver den.
ar_ar: إضافة لخلق إضافات من نوع مسرح, يخلق نوع خاص من الصفحات مع اسماء الفنانين ..الخ, يحتاج فقط إلى التنشيط في صفحة الجمعية التي تتطلب ذلك.

source: Föreningsportalen
ar_ar: بوابة الجمعيات
