Repository: common-repository/ngo-production
Catalog: languages/ngo-productions-*.po
Languages: sv_se

source: The plugin theatre production need the plugin "WP Custom Taxonomy Image" to view pictures of the actors and scenes.
sv_se: Tillägget Teaterproduktioner behöver tillägget "WP Custom Taxonomy Image" för att visa bilder till skådespelare och scener.

# post type general name
source: Productions
sv_se: Teater produktioner

# post type singular name
source: Production
sv_se: Teater produktion

# book
source: Add New
sv_se: Lägg till ny

source: Add New Production
sv_se: Lägg till ny produktion

source: Change production
sv_se: Ändra produktionen

source: New production
sv_se: Ny produktion

source: All Productions
sv_se: Alla Produktioner

source: Show production
sv_se: Visa produktion

source: Search production
sv_se: Sök produktion

source: No productions found
sv_se: Hittade inga produktioner

source: No productions found in the trash
sv_se: Hittade inga produktioner i papperskorgen

source: Productions
sv_se: Teater produktioner

source: Creates post type for productions and production specific data
sv_se: Skapar inläggstyp för produktioner och produktionsspecifik information

source: Poster
sv_se: Affish

source: Production updated. <a href="%s">View post</a>
sv_se: Produktionen är uppdaterad. <a href="%s">Visa produktion</a>

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Anpassat fält raderat.

source: Production updated.
sv_se: Produktionen uppdaterad.

source: Production is restored to audit from %s
sv_se: Produktionen är återställd till revision från %s

source: Production is published. <a href="%s">Show production</a>
sv_se: Produktion är publicerad. <a href="%s">Visa produktion</a>

source: The production is saved.
sv_se: Produktionen sparad.

source: Production is added. <a target="_blank" href="%s">Preview production</a>
sv_se: Produktionen är tillagd. <a target="_blank" href="%s">Förhandsvisa produktion</a>

source: The production is scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview production</a>
sv_se: Produktionen är schemalagd för: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsvisa produktion</a>

source: Production draft is updated. <a target="_blank" href="%s">Preview production</a>
sv_se: Utkastet till produktionen är uppdaterat. <a target="_blank" href="%s">Förhandsvisa produktionen</a>

source: Productions provides information about theater productions that will be shown at your Web page. You can see a list of them on this page, in reverse order - the most recently added appears first.
sv_se: Produktioner visar information om teaterproduktioner som är upplagda på din webbsida. Du kan se en lista över dem på denna sida, i omvänd ordning - den senast tillagda visas först.

source: You can view/modify the information about a production by clicking on its name, or by doing a bulk change by selecting several productions, and then use the drop list "Select action ...".
sv_se: Du kan visa /ändra informationen om produktionen genom att klicka på dess namn, eller genom att göra en massändring genom att välja flera produktioner och sedan använda drop listen "Välj åtgärd...".

source: On this page you can view and change information about theater productions. Please ensure that you fill in the forms with the appropriate information (production picture, actors, other participants, venue) and to <strong>not</strong> add this to the main page of the production. (If you do then this information will appear twice on the page.)
sv_se: På denna sida kan du visa /ändra information om teaterproduktioner. Vänligen se till att du fyller i formuläret med lämplig information (produktionsbild, skådespelare, övriga medverkande, scen) och att <strong>inte</strong> lägga till detta till beskrivningen av teaterproduktionen. (Informationen kommer i så fall att visas dubbelt på sidan.)

source: In the field "Additional information", you can add information about the Director, Scenografer, Props, etc.
sv_se: Under "Övrig information" kan du lägga till information om Regissör, Scenografi, Rekvisita etc.

source: It will look best if you type "Header: Information" and then add a new line. E.g. Scriptwriter: Important Person
sv_se: Snyggast blir det om du skriver "Rubrik: Information" och sedan en ny rad. T.ex. Dirigent: Viktig Person

source: Don't forget to add a picture in the "Selected picture" field. It will appear as a thumbnail. It could be a copy of the production's poster, so it's easily recognized.
sv_se: Glöm inte bort att lägga till en bild under "Utvald bild". Den kommer att visas som "Miniatyrbild" och kan till exempel vara en kopia av konsertens reklamaffish, för igenkänning.

# taxonomy general name
source: Productions Genre
sv_se: Produktionsgenrer

# taxonomy singular name
source: Production Genre
sv_se: Produktionsgenre

source: Search genre for productions
sv_se: Sök genre för produktioner

source: All Production Genres
sv_se: Alla produktionsgenrer

source: Parent production genre
sv_se: Överordnad produktionsgenre

source: Parent production genre:
sv_se: Överordnad produktionsgenre:

source: Change production genre
sv_se: Ändra produktionsgenre

source: Update production genre
sv_se: Uppdatera produktionsgenre

source: Add production genre
sv_se: Lägga till produktionsgenre

source: New production genre
sv_se: Ny produktionsgenre

source: Production genre
sv_se: Produktionsgenre

# taxonomy general name
source: Venues
sv_se: Scener

# taxonomy singular name
source: Venue
sv_se: Scen

source: Venues
sv_se: Scener

source: All Venues
sv_se: Alla Scener

source: Parent Venue
sv_se: Överordnad plats

source: Parent Venue:
sv_se: Överordnad plats:

source: Change Venue
sv_se: Ändra scen

source: Update Venue
sv_se: Uppdatera scen

source: Add Venue
sv_se: Lägg till scen

source: New name for Venue
sv_se: Nytt namn för scen

# taxonomy general name
source: Actors
sv_se: Skådespelare

# taxonomy singular name
source: Actor
sv_se: Skådespelare

source: Actors
sv_se: Skådespelare

source: Popular Actors
sv_se: Populära Skådespelare

source: All Actors
sv_se: Alla Skådespelare

source: Change Actor
sv_se: Ändra skådespelare

source: Update Actor
sv_se: Uppdatera Skådespelare

source: Add Actor
sv_se: Lägg till skådespelare

source: New name for the Actor
sv_se: Nytt namn för skådespelare

source: Separate the Actors with a comma
sv_se: Separera Skådespelare med kommatecken

source: Add or remove Actor
sv_se: Lägg till eller ta bort skådespelare

source: Select from mostly used Actors
sv_se: Välj från mest använda Skådespelare

source: Did not find any Actor. (Maybe you should create some?)
sv_se: Det finns inte någon skådespelare. (Kanske du bör skapa några?)

source: Additional info
sv_se: Övrig information

source: Coworkers, other then actors:
sv_se: Medarbetare, utöver skådespelare:

source: Enter the metainfo, like set designer, script writer &#10; make-up artist &#10; for example; &#10; Director: Any Person &#10; Script: Someone Else
sv_se: Ange metainfo, som scenograf, &#10;manusförfattare, sminkör&#10;Till exempel;&#10;Regi: Någon Person&#10;Manus: Någon Annan

source: Date of first performance:
sv_se: Datum för första föreställningen:

source: Date of last performance:
sv_se: Datum för sista föreställningen:

source: leave blank if only one gig
sv_se: lämna tomt om endast en föreställning

source: Number of performances:
sv_se: Antal föreställningar:

source: Buy tickets here url:
sv_se: Köp biljetter här url:

source: NGO-production
sv_se: NGO-produktion

source: Plugin to create events of the type "Theater production". Creates a custom post type production with actors taxonomy etc. It only needs to be active on the sites that needs it.
sv_se: Tillägg för att kunna skapa event av typen "Teaterproduktion". Skapar en custom post type production med skådespelartaxonomy m.m. Behöver bara vara aktiv på de föreningssidor som använder den.
